docs/load-test-results/img/2021-09-07-replicating-search-incident/1000wrk1100rps/results_search_300s_1100rps_http2off_1000wrk.report.txt
Requests      [total, rate, throughput]  330001, 1100.00, 1014.27
Duration      [total, attack, wait]      5m1.004108553s, 4m59.999738639s, 1.004369914s
Latencies     [mean, 50, 95, 99, max]    933.111088ms, 1.004382528s, 1.006208125s, 1.040752963s, 2.466380794s
Bytes In      [total, mean]              20171539552, 61125.69
Bytes Out     [total, mean]              0, 0.00
Success       [ratio]                    92.51%
Status Codes  [code:count]               200:305300  500:24701  
Error Set:
500 Internal Server Error